alsa-firmware
alsa-utils
amd-ucode
android-tools
archlinux-nix
aria2
autoconf
automake
base
bat
bear
binfmt-qemu-static
binutils
bison
bluez
bluez-utils
boost
brave-bin
ccache
ccls
clight-git
clion
cmake
cppreference
dart
dkms
dmenu
docker
dosfstools
dotnet-runtime-bin
dotnet-sdk-bin
efibootmgr
emacs-gcc-wayland-devel-bin
fakeroot
fasd
fd
feh
firefox
flamegraph-git
flex
flutter
fuseiso
fzf
gcc
gdb
git
git-lfs
gnome-keyring
gnuplot
gptfdisk
grim
grimshot-git
groff
helm
imagemagick
iperf3
java-environment-common
jdk-openjdk
jre11-openjdk
jre8-openjdk
kime-git
kitty
libreoffice-still
libtool
libtorrent-rasterbar
linux
linux-firmware
linux-zen
linux-zen-headers
lsd
lvm2
m4
make
mako
man-db
man-pages
matplotlib-cpp-git
mendeley-reference-manager
meson
mosh
neofetch
neovim
neovim-remote
nerd-fonts-complete
network-manager-applet
networkmanager
networkmanager-openvpn
ninja
nix
nm-connection-editor
nodejs
nyx
ocaml
ocaml-compiler-libs
ocaml-ctypes
ocaml-findlib
ocaml-integers
ocl-icd
opencl-headers
opendoas
p7zip
patch
pavucontrol
perf
pigz
pkgconf
playerctl
procs
pulseaudio
python
python-aiohttp
python-aiohttp-apispec
python-apispec
python-async-timeout
python-automat
python-babel
python-bitcoinlib
python-black
python-certifi
python-cheroot
python-cherrypy
python-click
python-commonmark
python-configobj
python-constantly
python-decorator
python-docutils
python-faker
python-future
python-gevent
python-hyperlink
python-imagesize
python-incremental
python-isort
python-jaraco
python-jinja
python-libnacl
python-lz4
python-markupsafe
python-marshmallow
python-multidict
python-netifaces
python-networkx
python-pipenv
python-pony
python-portend
python-pyasn1
python-pyasn1-modules
python-pyflakes
python-pygments
python-pyhamcrest
python-pyqt5
python-pyqt5-sip
python-pyqtgraph
python-recommonmark
python-service-identity
python-snowballstemmer
python-sphinx
python-sphinx-alabaster-theme
python-sphinxcontrib-applehelp
python-sphinxcontrib-devhelp
python-sphinxcontrib-htmlhelp
python-sphinxcontrib-jsmath
python-sphinxcontrib-qthelp
python-sphinxcontrib-serializinghtml
python-tempora
python-text-unidecode
python-twisted
python-typing_extensions
python-webargs
python-yarl
python-zc.lockfile
python-zope-event
python-zope-interface
qcustomplot
qemu
qemu-user-static-bin
qtcreator
range-v3
rclone
realvnc-vnc-viewer
refind
ripgrep
rofi
root
rustup
sd
shadowsocks-libev
shellcheck-bin
socat
strace
sudo
sway-git
swayidle
swaylock
swig
tealdeer
tectonic
terminus-font-ttf
texinfo
tmux
tokei
tor
tor-browser
tribler
ttf-d2coding
ttf-fira-code
ttf-hack
ttf-meslo
ttf-meslo-nerd-font-powerlevel10k
ufw
unzip
vim
visual-studio-code-bin
vivaldi
vivaldi-ffmpeg-codecs
vlc
waybar
wget
which
wireguard-tools
wlroots-git
wofi
xcb-util
xcb-util-renderutil
xf86-video-amdgpu
yadm
yay
youtube-dl
z3
zathura
zathura-pdf-mupdf
zip
zsh
zsh-completions
